alacritty
amd-ucode
base
base-devel
bluez
bluez-utils
brightnessctl
btop
dart-sass
discord
edk2-shell
efibootmgr
fd
firefox
gamemode
ghostty
gimp
git
github-cli
gnome-bluetooth-3.0
gnome-calculator
gnome-keyring
gparted
greetd-tuigreet
grub
gst-plugin-pipewire
gvfs
gvfs-smb
hyprland
hyprpolkitagent
hyprsunset
lact
lazygit
lib32-gamemode
lib32-mesa
lib32-vulkan-radeon
libadwaita
libpulse
libva-utils
linux
linux-firmware
linux-headers
lutris
lxappearance
man-db
man-pages
nemo
nemo-fileroller
neofetch
neovim
networkmanager
noto-fonts-cjk
noto-fonts-emoji
nss-mdns
ntfs-3g
nwg-look
obsidian
pacman-contrib
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
power-profiles-daemon
qt5-quickcontrols2
rawtherapee
refind
rofi-wayland
rpi-imager
steam
stow
swww
tmux
ttf-font-awesome
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
tumbler
vlc
vulkan-radeon
wget
wine
wireplumber
wl-clipboard
xdg-user-dirs-gtk
zram-generator
zsh
zsh-autosuggestions
zsh-completions
